{
  "generatedBy": "camp-precompute tokenizer",
  "spaceMarker": "▁",
  "unkId": 1,
  "languages": {
    "en": {
      "sampleText": "the model reads tokens not letters but tokenization is lossy",
      "char": {
        "vocab": {
          " ": 2,
          "a": 3,
          "b": 4,
          "c": 5,
          "d": 6,
          "e": 7,
          "f": 8,
          "g": 9,
          "h": 10,
          "i": 11,
          "j": 12,
          "k": 13,
          "l": 14,
          "m": 15,
          "n": 16,
          "o": 17,
          "p": 18,
          "q": 19,
          "r": 20,
          "s": 21,
          "t": 22,
          "u": 23,
          "v": 24,
          "w": 25,
          "x": 26,
          "y": 27,
          "z": 28
        }
      },
      "word": {
        "vocab": {
          "a": 2,
          "all": 3,
          "and": 4,
          "are": 5,
          "at": 6,
          "brown": 7,
          "but": 8,
          "cat": 9,
          "day": 10,
          "dog": 11,
          "every": 12,
          "fox": 13,
          "in": 14,
          "is": 15,
          "it": 16,
          "jumps": 17,
          "lazy": 18,
          "letter": 19,
          "letters": 20,
          "lossy": 21,
          "made": 22,
          "make": 23,
          "mat": 24,
          "model": 25,
          "never": 26,
          "next": 27,
          "not": 28,
          "of": 29,
          "on": 30,
          "one": 31,
          "over": 32,
          "park": 33,
          "play": 34,
          "quick": 35,
          "reads": 36,
          "sat": 37,
          "sentence": 38,
          "still": 39,
          "the": 40,
          "them": 41,
          "then": 42,
          "time": 43,
          "token": 44,
          "tokens": 45,
          "useful": 46,
          "word": 47,
          "words": 48
        }
      },
      "bpe": {
        "vocab": {
          "a": 2,
          "at": 3,
          "ay": 4,
          "b": 5,
          "c": 6,
          "d": 7,
          "de": 8,
          "ds": 9,
          "e": 10,
          "en": 11,
          "er": 12,
          "f": 13,
          "g": 14,
          "h": 15,
          "i": 16,
          "j": 17,
          "k": 18,
          "l": 19,
          "ll": 20,
          "m": 21,
          "n": 22,
          "o": 23,
          "p": 24,
          "q": 25,
          "r": 26,
          "re": 27,
          "s": 28,
          "t": 29,
          "u": 30,
          "v": 31,
          "ver": 32,
          "w": 33,
          "x": 34,
          "y": 35,
          "z": 36,
          "▁": 37,
          "▁a": 38,
          "▁an": 39,
          "▁and": 40,
          "▁are": 41,
          "▁b": 42,
          "▁bu": 43,
          "▁but": 44,
          "▁c": 45,
          "▁cat": 46,
          "▁d": 47,
          "▁do": 48,
          "▁dog": 49,
          "▁i": 50,
          "▁is": 51,
          "▁l": 52,
          "▁le": 53,
          "▁let": 54,
          "▁lett": 55,
          "▁letter": 56,
          "▁letters": 57,
          "▁lo": 58,
          "▁los": 59,
          "▁loss": 60,
          "▁lossy": 61,
          "▁m": 62,
          "▁ma": 63,
          "▁mak": 64,
          "▁make": 65,
          "▁mat": 66,
          "▁mo": 67,
          "▁mode": 68,
          "▁model": 69,
          "▁n": 70,
          "▁ne": 71,
          "▁no": 72,
          "▁not": 73,
          "▁o": 74,
          "▁on": 75,
          "▁p": 76,
          "▁re": 77,
          "▁rea": 78,
          "▁reads": 79,
          "▁s": 80,
          "▁sat": 81,
          "▁sen": 82,
          "▁sent": 83,
          "▁senten": 84,
          "▁sentenc": 85,
          "▁sentence": 86,
          "▁t": 87,
          "▁th": 88,
          "▁the": 89,
          "▁to": 90,
          "▁tok": 91,
          "▁token": 92,
          "▁tokens": 93,
          "▁u": 94,
          "▁us": 95,
          "▁use": 96,
          "▁usef": 97,
          "▁usefu": 98,
          "▁useful": 99,
          "▁w": 100,
          "▁wo": 101,
          "▁wor": 102,
          "▁word": 103,
          "▁words": 104
        },
        "merges": [
          [
            "▁",
            "t"
          ],
          [
            "▁t",
            "h"
          ],
          [
            "▁th",
            "e"
          ],
          [
            "e",
            "n"
          ],
          [
            "▁",
            "a"
          ],
          [
            "d",
            "s"
          ],
          [
            "▁t",
            "o"
          ],
          [
            "▁to",
            "k"
          ],
          [
            "▁tok",
            "en"
          ],
          [
            "r",
            "e"
          ],
          [
            "▁",
            "m"
          ],
          [
            "▁",
            "re"
          ],
          [
            "▁re",
            "a"
          ],
          [
            "▁rea",
            "ds"
          ],
          [
            "▁token",
            "s"
          ],
          [
            "▁",
            "l"
          ],
          [
            "d",
            "e"
          ],
          [
            "▁",
            "n"
          ],
          [
            "e",
            "r"
          ],
          [
            "▁m",
            "o"
          ],
          [
            "▁mo",
            "de"
          ],
          [
            "▁mode",
            "l"
          ],
          [
            "▁n",
            "o"
          ],
          [
            "▁no",
            "t"
          ],
          [
            "▁l",
            "e"
          ],
          [
            "▁le",
            "t"
          ],
          [
            "▁let",
            "t"
          ],
          [
            "▁lett",
            "er"
          ],
          [
            "▁",
            "w"
          ],
          [
            "▁w",
            "o"
          ],
          [
            "▁wo",
            "r"
          ],
          [
            "▁",
            "b"
          ],
          [
            "▁",
            "i"
          ],
          [
            "▁b",
            "u"
          ],
          [
            "▁bu",
            "t"
          ],
          [
            "▁letter",
            "s"
          ],
          [
            "▁wor",
            "ds"
          ],
          [
            "a",
            "t"
          ],
          [
            "▁",
            "s"
          ],
          [
            "▁i",
            "s"
          ],
          [
            "▁",
            "o"
          ],
          [
            "▁a",
            "n"
          ],
          [
            "▁an",
            "d"
          ],
          [
            "▁",
            "d"
          ],
          [
            "▁a",
            "re"
          ],
          [
            "v",
            "er"
          ],
          [
            "▁o",
            "n"
          ],
          [
            "▁d",
            "o"
          ],
          [
            "▁do",
            "g"
          ],
          [
            "▁m",
            "a"
          ],
          [
            "▁s",
            "en"
          ],
          [
            "▁sen",
            "t"
          ],
          [
            "▁sent",
            "en"
          ],
          [
            "▁senten",
            "c"
          ],
          [
            "▁sentenc",
            "e"
          ],
          [
            "▁l",
            "o"
          ],
          [
            "▁lo",
            "s"
          ],
          [
            "▁los",
            "s"
          ],
          [
            "▁loss",
            "y"
          ],
          [
            "▁n",
            "e"
          ],
          [
            "▁",
            "c"
          ],
          [
            "▁c",
            "at"
          ],
          [
            "▁s",
            "at"
          ],
          [
            "▁m",
            "at"
          ],
          [
            "▁",
            "p"
          ],
          [
            "a",
            "y"
          ],
          [
            "▁ma",
            "k"
          ],
          [
            "▁mak",
            "e"
          ],
          [
            "▁wor",
            "d"
          ],
          [
            "▁",
            "u"
          ],
          [
            "▁u",
            "s"
          ],
          [
            "▁us",
            "e"
          ],
          [
            "▁use",
            "f"
          ],
          [
            "▁usef",
            "u"
          ],
          [
            "▁usefu",
            "l"
          ],
          [
            "l",
            "l"
          ]
        ]
      }
    },
    "zh": {
      "sampleText": "機器學習模型讀的是token，不是字也不是詞",
      "char": {
        "vocab": {
          "e": 2,
          "k": 3,
          "n": 4,
          "o": 5,
          "t": 6,
          "一": 7,
          "不": 8,
          "也": 9,
          "個": 10,
          "再": 11,
          "器": 12,
          "型": 13,
          "字": 14,
          "學": 15,
          "就": 16,
          "懂": 17,
          "是": 18,
          "模": 19,
          "機": 20,
          "的": 21,
          "習": 22,
          "詞": 23,
          "讀": 24,
          "讓": 25,
          "，": 26
        }
      },
      "word": {
        "vocab": {
          "token": 2,
          "一個": 3,
          "不": 4,
          "也": 5,
          "再": 6,
          "字": 7,
          "學習": 8,
          "就是": 9,
          "懂": 10,
          "是": 11,
          "模型": 12,
          "機器": 13,
          "的": 14,
          "詞": 15,
          "讀": 16,
          "讀懂": 17,
          "讓": 18
        },
        "dict": [
          "token",
          "一個",
          "不",
          "也",
          "再",
          "字",
          "學習",
          "就是",
          "懂",
          "是",
          "模型",
          "機器",
          "的",
          "詞",
          "讀",
          "讀懂",
          "讓"
        ]
      },
      "bpe": {
        "vocab": {
          "token": 2,
          "一": 3,
          "一個": 4,
          "不": 5,
          "不是": 6,
          "也": 7,
          "個": 8,
          "再": 9,
          "器": 10,
          "型": 11,
          "字": 12,
          "字也": 13,
          "學": 14,
          "學習": 15,
          "就": 16,
          "懂": 17,
          "是": 18,
          "模": 19,
          "模型": 20,
          "機": 21,
          "機器": 22,
          "的": 23,
          "習": 24,
          "詞": 25,
          "讀": 26,
          "讀字": 27,
          "讀懂": 28,
          "讀的": 29,
          "讀詞": 30,
          "讓": 31,
          "，": 32
        },
        "merges": [
          [
            "不",
            "是"
          ],
          [
            "模",
            "型"
          ],
          [
            "讀",
            "的"
          ],
          [
            "機",
            "器"
          ],
          [
            "學",
            "習"
          ],
          [
            "讀",
            "懂"
          ],
          [
            "字",
            "也"
          ],
          [
            "讀",
            "字"
          ],
          [
            "一",
            "個"
          ],
          [
            "讀",
            "詞"
          ]
        ]
      }
    }
  }
}
